import React from "react";

const content = [
  "يُبرز هويتك المهنية بوضوح",
  "يجذب انتباه جمهورك",
  "يتحرك نحو هدفك بذكاء",
  "يحوّل ظهورك إلى تأثير",
];

const services = [
	"كتابة محتوى LinkedIn يعزّز حضورك ويُبرز هوية صاحب الحساب.",
	"بناء وصياغة الهويات اللغوية (Tone of Voice) للعلامات والجهات.",
	"كتابة محتوى استراتيجي للمنظمات والمبادرات.",
	"تطوير نصوص الحملات الإعلامية والتوعوية.",
	"تحرير وصياغة الرسائل الرسمية بمهنية ووضوح.",
	"كتابة مقالات، قصص قصيرة، ونبذات تعريفية تحمل لغة ناضجة.",
	"إنتاج محتوى متخصص لقطاعات الموارد البشرية، التطوير المؤسسي، والصحة النفسية.",
	"إعداد محتوى حملات تثقيفية وتسويقية مبنية على فهم الجمهور والأثر.",
]

export default function Services() {
  return (
    <div className={``}>
      <h2>ما الذي أقدّمه؟ – What I Deliver</h2>
      <p>
        أنا لا أقدّم محتوى لنشره… أنا أقدّم رسالة لها قيمة، وصوتًا يُسمع، وأثرًا
        يبقى. أبدأ من الفكرة، أعيد هندستها، وأحوّلها إلى محتوى يعرف كيف يصل،
        وكيف يُقنع، وكيف يصبح جزءًا من هوية صاحبها
      </p>
      <span>أقدّم محتوى:</span>
     {
		content.map((c,idx)=>(
			 <ul key={idx}>
        <li>{c}</li>
      </ul>
		))
	 }
    <h1 className="text-3xl font-bold text-center mb-5">الخدمات </h1>
      {
		services.map((s,idx)=>(
			 <ul key={idx}>
        <li>{s}</li>
      </ul>
		))
	 }
    </div>
  );
}
